import './AboutUS.css';

function AboutUS() {
    return (
        <div className="container-about">
            <div className="text">
                <h1>О нас</h1>
                <p>Мы - команда энтузиастов, влюбленных в красоту цветов и радость, которую они приносят.</p>
                <p>Наша миссия - сделать ваш день ярче и запоминающимся, доставляя свежие цветы прямо к вашей двери.</p>
                <p>Присоединяйтесь к нашему цветочному путешествию и дарите улыбки вместе с Незабудкой!</p>
            </div>
            <div className="image-about">
                <img src="/images/smt1.jpeg" alt="smt" />
            </div>
            <div className="second-text">
                <h2>Ощутите волшебство цветов с Незабудкой - вашим надежным партнером в доставке свежих букетов.</h2>
            </div>
            <div className="third-text">
                <p>Выбирайте из нашего разнообразного ассортимента цветов и создавайте неповторимые композиции.</p>
                <p>Надежная доставка, качественный сервис и улыбки получателя - вот что делает нас особенными.</p>
                <p>Не упустите шанс порадовать себя или близких прекрасными цветами от Незабудки!</p>
            </div>
        </div>
    );
}

export default AboutUS